Repository: overpolish/keyframeless
Catalog: KeyframelessKit/KeyframelessKit/Resources/KKParamNames.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Amount
de: Menge
es: Cantidad
fr: Quantité
ja: 量
ko: 양
zh_hans: 数量

source: Anchor
de: Anker
es: Anclaje
fr: Ancrage
ja: アンカー
ko: 앵커
zh_hans: 锚点

source: Blur
de: Unschärfe
es: Desenfoque
fr: Flou
ja: ぼかし
ko: 흐림
zh_hans: 模糊

source: Bloom Color
de: Bloom-Farbe
es: Color de bloom
fr: Couleur du bloom
ja: ブルームカラー
ko: 블룸 색상
zh_hans: 泛光颜色

source: Bright
de: Hell
es: Brillante
fr: Vif
ja: 明るい
ko: 밝게
zh_hans: 明亮

source: Chaotic
de: Chaotisch
es: Caótico
fr: Chaotique
ja: ランダム
ko: 무작위
zh_hans: 随机

source: Corners
de: Ecken
es: Esquinas
fr: Coins
ja: コーナー
ko: 모서리
zh_hans: 圆角

source: Angle
de: Winkel
es: Ángulo
ja: 角度
ko: 각도
zh_hans: 角度

source: Arrow
de: Pfeil
es: Flecha
fr: Flèche
ja: 矢印
ko: 화살표
zh_hans: 箭头

source: Arrowhead
de: Pfeilspitze
es: Punta de flecha
fr: Pointe de flèche
ja: 矢じり
ko: 화살촉
zh_hans: 开口箭头

source: Bevel
de: Abgeschrägt
es: Bisel
fr: Biseau
ja: ベベル
ko: 베벨
zh_hans: 斜角

source: Butt
de: Stumpf
es: Plano
fr: Plat
ja: バット
ko: 버트
zh_hans: 平头

source: Circle
de: Kreis
es: Círculo
fr: Cercle
ja: 円
ko: 원
zh_hans: 圆形

source: Color
de: Farbe
fr: Couleur
ja: カラー
ko: 색상
zh_hans: 颜色

source: Core
de: Kern
es: Núcleo
fr: Noyau
ja: コア
ko: 코어
zh_hans: 核心

source: Count
de: Anzahl
es: Cantidad
fr: Nombre
ja: 数
ko: 개수
zh_hans: 数量

source: Crop
de: Zuschnitt
es: Recorte
fr: Recadrage
ja: 切り抜き
ko: 자르기
zh_hans: 裁剪

source: Cross
de: Kreuz
es: Cruz
fr: Croisé
ja: クロス
ko: 교차
zh_hans: 交叉

source: Dash Gap
de: Strichabstand
es: Espacio entre trazos
fr: Espacement des tirets
ja: 破線の間隔
ko: 파선 간격
zh_hans: 划线间隔

source: Dash Length
de: Strichlänge
es: Longitud de trazo
fr: Longueur des tirets
ja: 破線の長さ
ko: 파선 길이
zh_hans: 划线长度

source: Dashed
de: Gestrichelt
es: Discontinuo
fr: Tirets
ja: 破線
ko: 파선
zh_hans: 虚线

source: Density
de: Dichte
es: Densidad
fr: Densité
ja: 密度
ko: 밀도
zh_hans: 密度

source: Dot Gap
de: Punktabstand
es: Espacio entre puntos
fr: Espacement des points
ja: 点の間隔
ko: 점 간격
zh_hans: 点间隔

source: Dots
de: Punkte
es: Puntos
fr: Points
ja: ドット
ko: 점
zh_hans: 圆点

source: Dotted
de: Gepunktet
es: Punteado
fr: Pointillés
ja: 点線
ko: 점선
zh_hans: 点线

source: Double
de: Doppelt
es: Doble
ja: ダブル
ko: 이중
zh_hans: 双次

source: Drape
de: Faltenwurf
es: Caída
fr: Drapé
ja: ドレープ
ko: 드레이프
zh_hans: 垂坠

source: Draw On End
de: Zeichnen Ende
es: Dibujar fin
fr: Tracé fin
ja: 描画終了
ko: 그리기 끝
zh_hans: 绘制终点

source: Draw On Offset
de: Zeichnen Versatz
es: Dibujar desplazamiento
fr: Tracé décalage
ja: 描画オフセット
ko: 그리기 오프셋
zh_hans: 绘制偏移

source: Draw On Start
de: Zeichnen Anfang
es: Dibujar inicio
fr: Tracé début
ja: 描画開始
ko: 그리기 시작
zh_hans: 绘制起点

source: Dull
de: Gedämpft
es: Apagado
fr: Atténué
ja: くすんだ
ko: 차분하게
zh_hans: 柔和

source: Dynamic
de: Dynamisch
es: Dinámico
fr: Dynamique
ja: ダイナミック
ko: 다이내믹
zh_hans: 动态

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ja: 有効
ko: 활성화
zh_hans: 启用

source: End
de: Ende
es: Fin
fr: Fin
ja: 終了
ko: 끝
zh_hans: 终点

source: End Marker Width
de: Endmarker-Breite
es: Ancho del marcador de fin
fr: Largeur du marqueur de fin
ja: 終了マーカーの幅
ko: 끝 마커 너비
zh_hans: 终点标记宽度

source: Falloff
de: Abfall
es: Caída
fr: Atténuation
ja: 減衰
ko: 감쇠
zh_hans: 衰减

source: Fill
de: Füllung
es: Relleno
fr: Remplissage
ja: 塗りつぶし
ko: 채우기
zh_hans: 填充

source: Fill Amount
de: Füllmenge
es: Cantidad de relleno
fr: Quantité de remplissage
ja: 塗りつぶし量
ko: 채우기 양
zh_hans: 填充量

source: Fill Angle
de: Füllwinkel
es: Ángulo de relleno
fr: Angle de remplissage
ja: 塗りつぶし角度
ko: 채우기 각도
zh_hans: 填充角度

# Fill Enabled
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ja: 有効
ko: 활성화
zh_hans: 启用

source: Fill Gap
de: Füllabstand
es: Espaciado de relleno
fr: Espacement
ja: 塗りつぶし間隔
ko: 채우기 간격
zh_hans: 填充间距

source: Fill Gradient
de: Füllverlauf
es: Degradado de relleno
fr: Dégradé de remplissage
ja: 塗りつぶしグラデーション
ko: 채우기 그라데이션
zh_hans: 填充渐变

source: Fill Mode
de: Füllmodus
es: Modo de relleno
fr: Mode de remplissage
ja: 塗りつぶしモード
ko: 채우기 모드
zh_hans: 填充模式

source: Fill Solid
de: Füllung einfarbig
es: Relleno sólido
fr: Remplissage uni
ja: 塗りつぶし 単色
ko: 채우기 단색
zh_hans: 填充纯色

source: Fill Style
de: Füllstil
es: Estilo de relleno
fr: Style de remplissage
ja: 塗りつぶしスタイル
ko: 채우기 스타일
zh_hans: 填充样式

source: Fill Weight
de: Linienstärke
es: Grosor de línea
fr: Épaisseur du trait
ja: 線の太さ
ko: 선 두께
zh_hans: 线宽

source: Folds
de: Falten
es: Pliegues
fr: Plis
ja: フォールド
ko: 주름
zh_hans: 褶皱

source: Frequency
de: Frequenz
es: Frecuencia
fr: Fréquence
ja: 周波数
ko: 빈도
zh_hans: 频率

source: Glow
de: Leuchten
es: Brillo
fr: Lueur
ja: グロー
ko: 글로우
zh_hans: 辉光

source: Glow Size
de: Leuchtgröße
es: Tamaño del brillo
fr: Taille de lueur
ja: グローサイズ
ko: 글로우 크기
zh_hans: 辉光大小

source: God Rays
de: Lichtstrahlen
es: Rayos de luz
fr: Rayons de lumière
ja: ゴッドレイ
ko: 갓레이
zh_hans: 神光

source: Gradient
de: Verlauf
es: Degradado
fr: Dégradé
ja: グラデーション
ko: 그라데이션
zh_hans: 渐变

source: Grain Size
de: Körnungsgröße
es: Tamaño de grano
fr: Taille du grain
ja: 粒子サイズ
ko: 입자 크기
zh_hans: 颗粒大小

source: Hachure
de: Schraffur
es: Trama
fr: Hachures
ja: ハッチング
ko: 해칭
zh_hans: 影线

source: Intensity
de: Intensität
es: Intensidad
fr: Intensité
ja: 強度
ko: 강도
zh_hans: 强度

source: Layers
de: Ebenen
es: Capas
fr: Calques
ja: レイヤー
ko: 레이어
zh_hans: 层数

source: Line
de: Linie
es: Línea
fr: Ligne
ja: 線
ko: 선
zh_hans: 线

source: Line Cap
de: Linienende
es: Extremo de línea
fr: Extrémité de ligne
ja: 線端
ko: 선 끝
zh_hans: 线端

source: Line Join
de: Linienverbindung
es: Unión de línea
fr: Raccord de ligne
ja: 線の結合
ko: 선 연결
zh_hans: 线连接

source: Linked
de: Verknüpft
es: Vinculado
fr: Lié
ja: リンク済み
ko: 연결됨
zh_hans: 已链接

source: Marble
de: Marmor
es: Mármol
fr: Marbre
ja: マーブル
ko: 마블
zh_hans: 大理石

source: Marching Ants Speed
de: Lauflinien-Geschwindigkeit
es: Velocidad de hormigas
fr: Vitesse des pointillés animés
ja: マーチングアンツ速度
ko: 마칭 앤츠 속도
zh_hans: 蚂蚁线速度

source: Miter
de: Gehrung
es: Inglete
fr: Onglet
ja: マイター
ko: 마이터
zh_hans: 斜接

source: Mode
de: Modus
es: Modo
ja: モード
ko: 모드
zh_hans: 模式

source: Noise
de: Rauschen
es: Ruido
fr: Bruit
ja: ノイズ
ko: 노이즈
zh_hans: 噪点

source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
zh_hans: 无

source: Opacity
de: Deckkraft
es: Opacidad
fr: Opacité
ja: 不透明度
ko: 불투명도
zh_hans: 不透明度

source: Path
de: Pfad
es: Trayectoria
fr: Trajectoire
ja: パス
ko: 경로
zh_hans: 路径

source: Points
de: Punkte
es: Puntos
ja: ポイント
ko: 포인트
zh_hans: 点

source: Radiance
de: Strahlung
es: Resplandor
fr: Éclat
ja: 輝き
ko: 광채
zh_hans: 辐射

source: Rays
de: Strahlen
es: Rayos
fr: Rayons
ja: レイ
ko: 레이
zh_hans: 光线

source: Round
de: Rund
es: Redondo
fr: Rond
ja: 丸
ko: 둥근
zh_hans: 圆

source: Scale
de: Skalieren
es: Escala
fr: Échelle
ja: スケール
ko: 크기 조절
zh_hans: 缩放

source: Seed
de: Startwert
es: Semilla
fr: Graine
ja: シード
ko: 시드
zh_hans: 种子

source: Shades
de: Abstufungen
es: Tonos
fr: Nuances
ja: 濃淡
ko: 음영
zh_hans: 明暗

source: Sheen
de: Glanz
es: Brillo
fr: Lustre
ja: 光沢
ko: 광택
zh_hans: 光泽

source: Silk
de: Seide
es: Seda
fr: Soie
ja: シルク
ko: 실크
zh_hans: 丝绸

source: Single
de: Einfach
es: Sencillo
fr: Simple
ja: シングル
ko: 단일
zh_hans: 单次

source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
zh_hans: 大小

source: Sketch
de: Skizze
es: Boceto
fr: Croquis
ja: スケッチ
ko: 스케치
zh_hans: 草图

source: Sketch Bowing
de: Skizzenbiegung
es: Curvatura del boceto
fr: Courbure du croquis
ja: スケッチの曲がり
ko: 스케치 휘기
zh_hans: 草图弯曲

# Sketch Enabled
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ja: 有効
ko: 활성화
zh_hans: 启用

source: Sketch Roughness
de: Skizzenrauheit
es: Rugosidad del boceto
fr: Rugosité du croquis
ja: スケッチの粗さ
ko: 스케치 거칠기
zh_hans: 草图粗糙度

source: Sketch Seed
de: Skizzen-Startwert
es: Semilla del boceto
fr: Graine du croquis
ja: スケッチのシード
ko: 스케치 시드
zh_hans: 草图种子

source: Sketch Strokes
de: Skizzenstriche
es: Trazos del boceto
fr: Traits du croquis
ja: スケッチのストローク
ko: 스케치 획
zh_hans: 草图笔画

source: Solid
de: Einfarbig
es: Sólido
fr: Uni
ja: 単色
ko: 단색
zh_hans: 纯色

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
ja: 速度
ko: 속도
zh_hans: 速度

source: Spots
de: Flecken
es: Puntos
fr: Taches
ja: スポット
ko: 스팟
zh_hans: 斑点

source: Spread
de: Streuung
es: Dispersión
fr: Diffusion
ja: 広がり
ko: 확산
zh_hans: 扩散

source: Square
de: Quadratisch
es: Cuadrado
fr: Carré
ja: 四角
ko: 사각
zh_hans: 方形

source: Start
de: Anfang
es: Inicio
fr: Début
ja: 開始
ko: 시작
zh_hans: 起点

source: Start Marker
de: Anfangsmarker
es: Marcador de inicio
fr: Marqueur de début
ja: 開始マーカー
ko: 시작 마커
zh_hans: 起点标记

source: Start Marker Width
de: Anfangsmarker-Breite
es: Ancho del marcador de inicio
fr: Largeur du marqueur de début
ja: 開始マーカーの幅
ko: 시작 마커 너비
zh_hans: 起点标记宽度

source: Strands
de: Stränge
es: Hebras
fr: Brins
ja: ストランド
ko: 가닥
zh_hans: 丝线

source: Strata
de: Schichten
es: Estratos
fr: Strates
ja: 地層
ko: 지층
zh_hans: 地层

source: Stroke
de: Kontur
es: Trazo
fr: Contour
ja: 線
ko: 획
zh_hans: 描边

source: Stroke Gradient
de: Konturverlauf
es: Degradado de trazo
fr: Dégradé du contour
ja: 線グラデーション
ko: 획 그라데이션
zh_hans: 描边渐变

source: Stroke Mode
de: Konturmodus
es: Modo de trazo
fr: Mode du contour
ja: 線モード
ko: 획 모드
zh_hans: 描边模式

source: Stroke Solid
de: Kontur einfarbig
es: Trazo sólido
fr: Contour uni
ja: 線 単色
ko: 획 단색
zh_hans: 描边纯色

source: Stroke Style
de: Linienstil
es: Estilo de trazo
fr: Style de trait
ja: 線スタイル
ko: 선 스타일
zh_hans: 线条样式

source: Stroke Width
de: Konturbreite
es: Grosor de trazo
fr: Épaisseur du contour
ja: 線幅
ko: 획 두께
zh_hans: 描边宽度

source: Tectonics
de: Tektonik
es: Tectónica
fr: Tectonique
ja: テクトニクス
ko: 지각변동
zh_hans: 构造

source: Texture
de: Textur
es: Textura
ja: テクスチャ
ko: 텍스처
zh_hans: 纹理

source: Threshold
de: Schwelle
es: Umbral
fr: Seuil
ja: しきい値
ko: 임계값
zh_hans: 阈值

source: Transform
de: Transformieren
es: Transformación
fr: Transformation
ja: 変形
ko: 변형
zh_hans: 变换

source: Type
de: Typ
es: Tipo
ja: タイプ
ko: 유형
zh_hans: 类型

source: Vary
de: Variieren
es: Variar
fr: Varier
ja: バリエーション
ko: 변형
zh_hans: 微调

source: Vibrance
de: Dynamik
es: Intensidad
ja: 自然な彩度
ko: 활기
zh_hans: 自然饱和度

source: Wisp
de: Schwaden
es: Voluta
fr: Volute
ja: ウィスプ
ko: 위습
zh_hans: 缕烟

source: Wisps
de: Schlieren
es: Hilos
fr: Volutes
ja: ウィスプ
ko: 가닥
zh_hans: 缕丝

source: Zigzag
de: Zickzack
ja: ジグザグ
ko: 지그재그
zh_hans: 锯齿线

source: Distortion
de: Verzerrung
es: Distorsión
fr: Distorsion
ja: 歪み
ko: 왜곡
zh_hans: 扭曲

source: Swirl
de: Wirbel
es: Remolino
fr: Tourbillon
ja: 渦
ko: 소용돌이
zh_hans: 漩涡

source: Grain
de: Körnung
es: Grano
ja: グレイン
ko: 그레인
zh_hans: 颗粒

source: Colors
de: Farben
es: Colores
fr: Couleurs
ja: カラー
ko: 색상
zh_hans: 颜色

source: Coming Soon
de: Demnächst
es: Próximamente
fr: Bientôt disponible
ja: 近日公開
ko: 출시 예정
zh_hans: 即将推出

source: Color Count
de: Farbanzahl
es: Número de colores
fr: Nombre de couleurs
ja: カラー数
ko: 색상 수
zh_hans: 颜色数量

source: Color 1
de: Farbe 1
fr: Couleur 1
ja: カラー 1
ko: 색상 1
zh_hans: 颜色 1

source: Color 2
de: Farbe 2
fr: Couleur 2
ja: カラー 2
ko: 색상 2
zh_hans: 颜色 2

source: Color 3
de: Farbe 3
fr: Couleur 3
ja: カラー 3
ko: 색상 3
zh_hans: 颜色 3

source: Color 4
de: Farbe 4
fr: Couleur 4
ja: カラー 4
ko: 색상 4
zh_hans: 颜色 4

source: Color 5
de: Farbe 5
fr: Couleur 5
ja: カラー 5
ko: 색상 5
zh_hans: 颜色 5

source: Color 6
de: Farbe 6
fr: Couleur 6
ja: カラー 6
ko: 색상 6
zh_hans: 颜色 6

source: Color 7
de: Farbe 7
fr: Couleur 7
ja: カラー 7
ko: 색상 7
zh_hans: 颜色 7

source: Color 8
de: Farbe 8
fr: Couleur 8
ja: カラー 8
ko: 색상 8
zh_hans: 颜色 8

source: Color 9
de: Farbe 9
fr: Couleur 9
ja: カラー 9
ko: 색상 9
zh_hans: 颜色 9

source: Color 10
de: Farbe 10
fr: Couleur 10
ja: カラー 10
ko: 색상 10
zh_hans: 颜色 10

source: Shape
de: Form
es: Forma
fr: Forme
ja: 形状
ko: 모양
zh_hans: 形状

source: Pixel Size
de: Pixelgröße
es: Tamaño de píxel
fr: Taille des pixels
ja: ピクセルサイズ
ko: 픽셀 크기
zh_hans: 像素大小

source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
ja: 背景
ko: 배경
zh_hans: 背景

source: Foreground
de: Vordergrund
es: Primer plano
fr: Premier plan
ja: 前景
ko: 전경
zh_hans: 前景

source: Wave
de: Welle
es: Onda
fr: Vague
ja: 波
ko: 파도
zh_hans: 波浪

source: Ripple
de: Kräuselung
es: Ondulación
fr: Ondulation
ja: 波紋
ko: 물결
zh_hans: 涟漪

source: Sphere
de: Kugel
es: Esfera
fr: Sphère
ja: 球
ko: 구
zh_hans: 球体

source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
ja: ランダム
ko: 무작위
zh_hans: 随机

source: Origin
de: Ursprung
es: Origen
fr: Origine
ja: 原点
ko: 원점
zh_hans: 原点

source: Grainy
de: Körnig
es: Granulado
fr: Granuleux
ja: グレイン
ko: 그레인
zh_hans: 颗粒

source: Softness
de: Weichheit
es: Suavidad
fr: Douceur
ja: 柔らかさ
ko: 부드러움
zh_hans: 柔和度

source: Pattern
de: Muster
es: Patrón
fr: Motif
ja: パターン
ko: 패턴
zh_hans: 图案

source: Blob
de: Klecks
es: Gota
fr: Goutte
ja: ブロブ
ko: 블롭
zh_hans: 水滴

source: Checks
de: Karos
es: Cuadros
fr: Damier
ja: チェック
ko: 체크
zh_hans: 棋盘格

source: Stripes
de: Streifen
es: Rayas
fr: Rayures
ja: ストライプ
ko: 줄무늬
zh_hans: 条纹

source: Edge
de: Kante
es: Borde
fr: Bord
ja: エッジ
ko: 가장자리
zh_hans: 边缘

source: Proportion
de: Anteil
es: Proporción
ja: 比率
ko: 비율
zh_hans: 比例

source: Shape Scale
de: Formgröße
es: Escala de forma
fr: Échelle de forme
ja: 形状スケール
ko: 모양 크기
zh_hans: 形状缩放

source: Swirl Iterations
de: Wirbel-Iterationen
es: Iteraciones de remolino
fr: Itérations de tourbillon
ja: スワール反復
ko: 소용돌이 반복
zh_hans: 漩涡迭代

source: Base
de: Basis
ja: ベース
ko: 베이스
zh_hans: 基础

source: Mid
de: Mitte
es: Medio
fr: Milieu
ja: 中間
ko: 중간
zh_hans: 中间

source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
ja: 明るさ
ko: 밝기
zh_hans: 亮度

source: Contrast
de: Kontrast
es: Contraste
fr: Contraste
ja: コントラスト
ko: 대비
zh_hans: 对比度

source: Steps
de: Stufen
es: Pasos
fr: Paliers
ja: ステップ
ko: 단계
zh_hans: 步数

source: Detail
es: Detalle
fr: Détail
ja: ディテール
ko: 디테일
zh_hans: 细节

source: End Marker
es: Marcador de fin
fr: Marqueur de fin
ja: 終了マーカー
ko: 끝 마커
zh_hans: 终点标记

source: Fluid
es: Fluido
fr: Fluide
ja: フルイド
ko: 플루이드
zh_hans: 流体

source: Linear
es: Lineal
fr: Linéaire
ja: 線形
ko: 선형
zh_hans: 线性

source: Palette
es: Paleta
ja: パレット
ko: 팔레트
zh_hans: 调色板

source: Position
es: Posición
ja: 位置
ko: 위치
zh_hans: 位置

source: Radius
es: Radio
fr: Rayon
ja: 半径
ko: 반경
zh_hans: 半径

source: Rotation
es: Rotación
ja: 回転
ko: 회전
zh_hans: 旋转

source: Dithering
es: Tramado
fr: Tramage
ja: ディザリング
ko: 디더링
zh_hans: 抖动

source: Dither
es: Tramado
fr: Tramage
ja: ディザ
ko: 디더
zh_hans: 抖动

source: Warp
es: Deformación
fr: Déformation
ja: ワープ
ko: 워프
zh_hans: 变形

source: Easing
es: Suavizado
fr: Lissage
ja: イージング
ko: 이징
zh_hans: 缓动

source: Bloom
ja: ブルーム
ko: 블룸
zh_hans: 泛光

source: Metaballs
ja: メタボール
ko: 메타볼
zh_hans: 融球

source: Radial
ja: 放射状
ko: 방사형
zh_hans: 径向

source: Simplex
ja: シンプレックス
ko: 심플렉스
zh_hans: 单纯形

source: Truchet
ja: トルシェ
ko: 트루쳇

source: Shader
ja: シェーダー
ko: 셰이더
zh_hans: 着色器

source: Neuro
ja: ニューロ
ko: 뉴로
zh_hans: 神经
